<?php
/** .-----------------------------------------------------------------------------------------------------------------
 * |  Github: https://github.com/Tinywan
 * |  Blog: http://www.cnblogs.com/Tinywan
 * |-------------------------------------------------------------------------------------------------------------------
 * |  Author: Tinywan(ShaoBo Wan)
 * |  DateTime: 2018/1/26 10:53
 * |  Mail: Overcome.wan@Gmail.com
 * |  Function: 缓存Redis配置信息
 * '------------------------------------------------------------------------------------------------------------------*/
 return [
    'message'=>[
        'host' => '127.0.0.1',
        'port' => '63789',
        'auth' => '2W/WktjD1QB9xX/oDZSnH8mv81xzLNU283ern8YiFtY=',
        'select' => 0,
        'expire' => '7200',
        'timeout' => '0'
    ],
    'session'=>[
     'host' => '127.0.0.1',
     'port' => '63790',
     'auth' => '',
     'select' => 0,
     'expire' => '7200',
     'timeout' => '0'
    ],
 ];

