<?php
/** .-----------------------------------------------------------------------------------------------------------------
 * |  Github: https://github.com/Tinywan
 * |  Blog: http://www.cnblogs.com/Tinywan
 * |-------------------------------------------------------------------------------------------------------------------
 * |  Author: Tinywan(ShaoBo Wan)
 * |  DateTime: 2018/3/22 14:24
 * |  Mail: Overcome.wan@Gmail.com
 * |  Fun: 全局文件配置文件
 * '------------------------------------------------------------------------------------------------------------------*/
return [
    'img_prefix' => 'https://www.tinywan.com/api/images',
    'token_expire_in' => 7200 // token 令牌过期时间
];