<?php
/** .-----------------------------------------------------------------------------------------------------------------
 * |  Github: https://github.com/Tinywan
 * |  Blog: http://www.cnblogs.com/Tinywan
 * |-------------------------------------------------------------------------------------------------------------------
 * |  Author: Tinywan(ShaoBo Wan)
 * |  DateTime: 2018/1/26 10:53
 * |  Mail: Overcome.wan@Gmail.com
 * |  Function: 上传文件配置
 * '------------------------------------------------------------------------------------------------------------------*/
return [
    'web'=>[
        'size' => '9437184', // 9M 上传文件最大字节大小
        'ext' => 'jpg,png,gif,jpeg', // 允许上传的文件后缀
        'type' => 'file' // 允许上传的文件类型
    ],
    'live'=>[
        'size' => '800',
        'ext' => 'mp4,flv,ts',
        'type' => 'jpg,png,gif,mp4,zip,jpeg'
    ]
];